tap "armmbed/formulae"
tap "d12frosted/emacs-plus"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"
brew "awscli"
brew "bat"
brew "node"
brew "corepack"
brew "gmp"
brew "cowsay"
brew "dog"
brew "dua-cli"
brew "duf"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "libusb"
brew "pinentry"
brew "gnupg@2.2"
brew "hexyl"
brew "htop"
brew "imagemagick"
brew "jq"
brew "libgccjit"
brew "libpq", link: true
brew "librsvg"
brew "llvm"
brew "magic-wormhole"
brew "neofetch"
brew "pinentry-mac"
brew "putty"
brew "ripgrep"
brew "starship"
brew "svg2png"
brew "swiftlint"
brew "tdlib"
brew "tokei"
brew "tree"
brew "wget"
brew "xsv"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-imagemagick", "with-native-comp"]
brew "filosottile/musl-cross/musl-cross"
cask "cyberduck"
cask "discord"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "microsoft-remote-desktop"
cask "transmission"
